bungcip.better-toml
ms-vscode.cpptools
ms-vscode.csharp
akamud.vscode-caniuse
wesbos.theme-cobalt2
naumovs.color-highlight
anseki.vscode-color
msjsdiag.debugger-for-chrome
PeterJausovec.vscode-docker
EditorConfig.editorconfig
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
felipecaputo.git-project-manager
HookyQR.githubissues
lukehoban.go
casualjim.gotemplate
oderwat.indent-rainbow
wholroyd.jinja
redhat.java
Ionide.ionide-fsharp
lfkeitel.language-nitrogen
techer.open-in-browser
christian-kohler.path-intellisense
felixfbecker.php-intellisense
alefragnani.project-manager
ms-python.python
2gua.rainbow-brackets
kalitaalexey.vscode-rust
swyphcosmo.spellchecker
rashwell.tcl
eg2.tslint
robertohuertasm.vscode-icons
MattiasPernhult.vscode-todo
jsynowiec.vscode-insertdatestring
bibhasdn.unique-lines
formulahendry.auto-close-tag
sysoev.language-stylus
formulahendry.auto-rename-tag
webfreak.code-d
Asuka.insertnumbers
nmsmith89.incrementor
wix.vscode-import-cost
Telerik.nativescript
fallenwood.viml
mattn.lisp
ms-vscode.powershell
Dart-Code.dart-code
formulahendry.code-runner
